{
  "countries": {
    "Russia": [
      {
        "name": "Kemerovo State University",
        "city": "Kemerovo",
        "imageResourceId": "img_kemerovo_state_university",
        "logoResourceId": "logo_kemerovostate",
        "description": "Kemerovo State University (KemSU) is a leading institution in Siberia, offering a wide range of programs from humanities to sciences. Established in 1974, KemSU is known for its strong research focus and academic excellence. The university provides students with a comprehensive education, fostering critical thinking and innovation.\n\nKemSU's campus is equipped with modern facilities, including well-equipped laboratories, libraries, and research centers. Students benefit from experienced faculty and opportunities for research and practical training. The university also promotes cultural and extracurricular activities, enriching the student experience.\n\nLocated in Kemerovo, the university offers a vibrant student life with access to various cultural and recreational activities. Graduates of KemSU are well-prepared for careers in diverse fields, contributing to regional and national development.",
        "established": "1974",
        "ranking": "Leading university in Siberia",
        "address": "Krasnaya St, 6, Kemerovo, Russia",
        "phone": "+7 (3842) 58-70-00",
        "email": "rector@kemsu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "Various Programs",
        "degree": "Bachelor's/Master's",
        "duration": "4-6 years",
        "rating": "B+",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Top 1000",
        "scholarship": "Available"
      },
      {
        "name": "Kemerovo State Medical University",
        "city": "Kemerovo",
        "imageResourceId": "img_kemerovo_state_medical_university",
        "logoResourceId": "logo_kemerovo_state",
        "description": "Nestled in the heart of Siberia, Kemerovo State Medical University (KSMU) is a gem for aspiring doctors. Founded in 1955, this public institution has been shaping skilled medical professionals for decades. Known for its warm, supportive community and rigorous academic standards, KSMU offers a General Medicine (MBBS) program that blends cutting-edge science with real-world clinical practice. The six-year journey here is accredited by Russia’s Ministry of Science and Higher Education and recognized globally, making it a fantastic choice for students dreaming of a medical career.\n\nAt KSMU, you’ll dive into a curriculum that balances in-depth theoretical learning with hands-on training in top Kemerovo hospitals. Imagine working alongside experienced doctors, mastering diagnostics, and treating patients in a vibrant clinical setting. The university boasts modern simulation labs, advanced research facilities, and a faculty of passionate educators who guide you every step of the way. It’s not just about books here—KSMU prepares you to save lives.\n\nLife in Kemerovo is cozy yet lively, with affordable living and a tight-knit student community. The university offers comfortable dormitories, well-stocked libraries, and even sports facilities to keep you balanced. Whether you’re exploring Siberia’s stunning landscapes or bonding with classmates over a warm meal, KSMU feels like a home away from home.\n\nGraduates from KSMU step into the world with confidence, landing roles in hospitals, research centers, and healthcare organizations across Russia and beyond. With its A-grade reputation and focus on practical skills, Kemerovo State Medical University is a launchpad for your medical dreams.",
        "established": "1955",
        "ranking": "A-grade medical institution in Russia",
        "address": "Voroshilova St, 22A, Kemerovo, Russia",
        "phone": "+7 (3842) 39-65-00",
        "email": "ksmu@kemgmu.ru",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Russian language proficiency (TORFL) or preparatory language course available.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "B+",
        "intake": "September",
        "medium": "English/Russian",
        "type": "Public",
        "worldRanking": "Top 600",
        "scholarship": "Available"
      },
      {
        "name": "Orel State University",
        "city": "Oryol",
        "imageResourceId": "img_orelstateuniversity",
        "logoResourceId": "logo_orelstateuniversity",
        "description": "Orel State University named after I.S. Turgenev is a comprehensive university offering a wide array of programs. Established in 1931, it has grown into a significant educational and research center in the Central Federal District of Russia. The university is known for its strong academic traditions and commitment to innovation.\n\nOSU provides students with a well-rounded education, combining theoretical knowledge with practical skills. The university boasts modern facilities, including laboratories, libraries, and sports complexes. Students benefit from the expertise of experienced faculty and have opportunities for research and internships.\n\nThe university's location in Orel offers a rich cultural and historical environment. Students can enjoy a vibrant student life with access to various cultural events and recreational activities. Graduates of OSU are well-prepared for diverse career paths.",
        "established": "1931",
        "ranking": "Significant educational and research center",
        "address": "Komsomolskaya St, 95, Orel, Russia",
        "phone": "+7 (4862) 41-66-66",
        "email": "rector@oreluniver.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "B",
        "intake": "September",
        "medium": "English/Russian",
        "type": "Public",
        "worldRanking": "Good",
        "scholarship": "Check website"
      },
      {
        "name": "Omsk State Medical University",
        "city": "Omsk",
        "imageResourceId": "img_omsk_medicaluniver",
        "logoResourceId": "logo_omskstatemedical",
        "description": "Omsk State Medical University is a leading medical institution in Siberia, renowned for its high-quality medical education and research. Founded in 1920, it has a long history of training skilled medical professionals. The university is committed to providing students with a comprehensive medical education.\n\nOSMU offers a range of medical programs, including General Medicine, Dentistry, and Pharmacy. Students benefit from modern facilities, including simulation centers and clinical hospitals. The university's faculty comprises experienced doctors and researchers, providing students with valuable practical experience.\n\nLocated in Omsk, the university offers a vibrant student life with access to various cultural and recreational activities. Graduates of OSMU are highly regarded and find employment in hospitals and healthcare organizations across Russia and beyond.",
        "established": "1920",
        "ranking": "Leading medical institution in Siberia",
        "address": "Lenina St, 12, Omsk, Russia",
        "phone": "+7 (3812) 23-02-92",
        "email": "rector@omsk-osma.ru",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Russian language proficiency (TORFL) or preparatory language course available.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "A-",
        "intake": "September",
        "medium": "English/Russian",
        "type": "Public",
        "worldRanking": "Top 800",
        "scholarship": "Limited"
      },
      {
        "name": "Kabardino-Balkarian State University",
        "city": "Nalchik",
        "imageResourceId": "img_kabardino_balkarianstateuniversity",
        "logoResourceId": "logo_kabardinouniversity",
        "description": "Kabardino-Balkarian State University named after H.M. Berbekov is a multidisciplinary university offering a wide range of academic programs. Established in 1957, it has become a major educational and research center in the North Caucasus region. The university is known for its diverse academic offerings and commitment to quality education.\n\nKBSU provides students with a comprehensive education, combining theoretical knowledge with practical skills. The university boasts modern facilities, including laboratories, libraries, and research centers. Students benefit from experienced faculty and have opportunities for research and internships.\n\nLocated in Nalchik, the university offers a unique cultural environment with access to the natural beauty of the Caucasus Mountains. Students can enjoy a vibrant student life with access to various cultural and recreational activities. Graduates of KBSU are well-prepared for diverse career paths.",
        "established": "1957",
        "ranking": "Major educational and research center",
        "address": "Chernyshevsky St, 173, Nalchik, Russia",
        "phone": "+7 (8662) 42-37-88",
        "email": "rector@kbsu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "C+",
        "intake": "September",
        "medium": "English/Russian",
        "type": "Public",
        "worldRanking": "Average",
        "scholarship": "Not specified"
      },
      {
        "name": "Maikop State Technological University",
        "city": "Maikop",
        "imageResourceId": "img_chechen_stateuniversity",
        "logoResourceId": "logo_maikopstate",
        "description": "Maikop State Technological University (MSTU) is a leading technological university in the Republic of Adygea. Established in 1993, it has grown into a significant educational and research center. The university is known for its strong focus on technology, engineering, and applied sciences.\n\nMSTU provides students with a high-quality education, combining theoretical knowledge with practical skills. The university boasts modern facilities, including laboratories, workshops, and research centers. Students benefit from experienced faculty and have opportunities for internships and industrial collaborations.\n\nLocated in Maikop, the university offers a unique blend of technological education and cultural experiences. Students can enjoy a vibrant student life with access to various cultural and recreational activities. Graduates of MSTU are well-prepared for careers in technology, engineering, and related fields.",
        "established": "1993",
        "ranking": "Leading technological university",
        "address": "Pervomayskaya St, 144, Maikop, Russia",
        "phone": "+7 (8772) 52-30-22",
        "email": "rector@mkgtu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "Various Programs",
        "degree": "Bachelor's/Master's",
        "duration": "4-6 years",
        "rating": "B",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Top 1000",
        "scholarship": "Available"
      },
      {
        "name": "Yaroslavl State University",
        "city": "Yaroslavl",
        "imageResourceId": "img_yaroslaval_statemedicaluniversity",
        "logoResourceId": "logo_yaroslavlstate",
        "description": "Yaroslavl State University, named after P.G. Demidov, is one of the oldest universities in Russia, with roots tracing back to 1803 via the Demidov Lyceum. Officially established in 1918, it offers a wide range of programs in humanities, natural sciences, and economics. The university is known for its strong academic traditions and commitment to providing students with a comprehensive education.\n\nThe university has modern facilities, including well-equipped laboratories, libraries, and computer centers. Students benefit from experienced faculty and have opportunities for research and practical training. Yaroslavl State University also promotes cultural and extracurricular activities, contributing to a vibrant student life.\n\nLocated in Yaroslavl, a historic city on the Volga River, the university provides a rich cultural environment. Graduates of Yaroslavl State University are well-prepared for careers in various fields, both in Russia and internationally.",
        "established": "1918",
        "ranking": "One of the oldest universities in Russia",
        "address": "Sovetskaya St, 14, Yaroslavl, Russia",
        "phone": "+7 (4852) 72-87-02",
        "email": "rector@uniyar.ac.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "Various Programs",
        "degree": "Bachelor's/Master's",
        "duration": "4-6 years",
        "rating": "B+",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Top 800",
        "scholarship": "Available"
      },
      {
        "name": "Chechen State University",
        "city": "Grozny",
        "imageResourceId": "img_chechen_stateuniversity",
        "logoResourceId": "logo_chechenuniversity",
        "description": "Chechen State University is a major institution of higher education in the Chechen Republic. Founded in 1938, it offers a wide range of programs in various fields, including humanities, natural sciences, and medicine. The university plays a crucial role in the educational and cultural development of the region.\n\nThe university provides students with a comprehensive education, combining theoretical knowledge with practical skills. It has modern facilities, including laboratories, libraries, and computer centers. Chechen State University is committed to fostering a supportive and inclusive learning environment.\n\nLocated in Grozny, the capital of the Chechen Republic, the university offers a unique cultural experience. Graduates of Chechen State University contribute to the social and economic development of the region and beyond.",
        "established": "1938",
        "ranking": "Major institution in the Chechen Republic",
        "address": "Sheripova St, 32, Grozny, Russia",
        "phone": "+7 (8712) 29-41-46",
        "email": "rector@chesu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "B",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Ranked",
        "scholarship": "Available"
      },
      {
        "name": "Krasnoyarsk State Medical University",
        "city": "Krasnoyarsk",
        "imageResourceId": "img_krasnoyarsk_statemedical_university",
        "logoResourceId": "logo_krasnoyarskstateuniversity",
        "description": "Krasnoyarsk State Medical University named after Professor V.F. Voyno-Yasenetsky is a leading medical university in Siberia. Established in 1942, it has a long history of training highly qualified medical professionals. The university is known for its strong emphasis on clinical practice and research.\n\nThe university offers a wide range of medical programs, including General Medicine, Pediatrics, and Dentistry. Students benefit from modern facilities, including simulation centers and clinical hospitals. The faculty comprises experienced doctors and researchers who provide students with valuable practical experience.\n\nLocated in Krasnoyarsk, a major city in Siberia, the university offers a vibrant student life with access to various cultural and recreational activities. Graduates of Krasnoyarsk State Medical University are highly regarded and find employment in healthcare institutions across Russia and internationally.",
        "established": "1942",
        "ranking": "Leading medical university in Siberia",
        "address": "Partizana Zheleznyaka St, 1, Krasnoyarsk, Russia",
        "phone": "+7 (391) 220-13-24",
        "email": "rector@krasgmu.ru",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Russian language proficiency (TORFL) or preparatory language course available.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "A-",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Top 700",
        "scholarship": "Yes"
      },
      {
        "name": "Ulyanovsk State University",
        "city": "Ulyanovsk",
        "imageResourceId": "img_ulyanovsk_statemedicaluniverrsity",
        "logoResourceId": "logo_ulyanovskstateuniversity",
        "description": "Ulyanovsk State University is a comprehensive university offering a wide range of programs in various fields, including humanities, natural sciences, and engineering. Founded in 1988, it has quickly grown into a major educational and research center in the Volga region.\n\nThe university provides students with a modern education, combining theoretical knowledge with practical skills. It has well-equipped facilities, including laboratories, libraries, and technology parks. Ulyanovsk State University is committed to innovation and research, fostering a dynamic learning environment.\n\nLocated in Ulyanovsk, a city with a rich historical and cultural heritage, the university offers a vibrant student life. Graduates of Ulyanovsk State University are well-prepared for careers in diverse fields, contributing to the development of the region and the country.",
        "established": "1988",
        "ranking": "Major educational and research center in the Volga region",
        "address": "Naberezhnaya St, 12, Ulyanovsk, Russia",
        "phone": "+7 (8422) 37-01-66",
        "email": "rector@ulsu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "C+",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Below Average",
        "scholarship": "No"
      },
      {
        "name": "Ural State Medical University",
        "city": "Yekaterinburg",
        "imageResourceId": "img_ural_statemedical_university",
        "logoResourceId": "logo_uralstateuniversity",
        "description": "Ural State Medical University is one of the oldest medical schools in Russia, with its history dating back to 1930. It is a leading center for medical education, research, and clinical practice. The university is known for its strong academic traditions and commitment to training highly qualified medical professionals.\n\nThe university offers a wide range of medical programs, including General Medicine, Pediatrics, and Dentistry. Students have access to modern facilities, including simulation centers and university clinics. The faculty comprises experienced doctors and researchers who provide students with comprehensive theoretical and practical training.\n\nLocated in Yekaterinburg, a major city in the Ural region, the university offers a vibrant student life with numerous cultural and recreational opportunities. Graduates of Ural State Medical University are highly valued and work in healthcare institutions across Russia and internationally.",
        "established": "1930",
        "ranking": "One of the oldest medical schools in Russia",
        "address": "Repina St, 3, Yekaterinburg, Russia",
        "phone": "+7 (343) 214-70-37",
        "email": "rector@usmu.ru",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Russian language proficiency (TORFL) or preparatory language course available.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "A",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Top 500",
        "scholarship": "Check details"
      },
      {
        "name": "Altai State Medical University",
        "city": "Barnaul",
        "imageResourceId": "img_altai_statemedicaluniversity",
        "logoResourceId": "logo_altaistateuniversity",
        "description": "Altai State Medical University is a leading medical university in the Altai Krai region. Established in 1954, it has a strong reputation for providing high-quality medical education and training. The university is committed to preparing students for successful careers in healthcare.\n\nThe university offers various medical programs, including General Medicine, Pediatrics, and Pharmacy. Students benefit from modern facilities, including laboratories, simulation centers, and clinical bases. The faculty comprises experienced medical professionals and researchers dedicated to student success.\n\nLocated in Barnaul, the capital of the Altai Krai, the university offers a supportive learning environment with access to the region's natural beauty and cultural attractions. Graduates of Altai State Medical University are well-prepared to meet the healthcare needs of the community and beyond.",
        "established": "1954",
        "ranking": "Leading medical university in the Altai Krai",
        "address": "Lenina St, 40, Barnaul, Russia",
        "phone": "+7 (3852) 56-68-80",
        "email": "rector@agmu.ru",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Russian language proficiency (TORFL) or preparatory language course available.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "B+",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Good",
        "scholarship": "Available"
      },
      {
        "name": "Syktyvkar State University",
        "city": "Syktyvkar",
        "imageResourceId": "img_syktyvkar_statemedicaluniversity",
        "logoResourceId": "logo_syktyvkarstateuniversity",
        "description": "Syktyvkar State University named after Pitirim Sorokin is a major institution of higher education in the Komi Republic. Founded in 1972, it offers a wide range of programs in various fields, including humanities, natural sciences, and engineering. The university plays a key role in the educational, research, and cultural life of the region.\n\nThe university provides students with a comprehensive education, combining theoretical knowledge with practical skills. It has modern facilities, including laboratories, libraries, and computer centers. Syktyvkar State University is committed to fostering a supportive and inclusive learning environment.\n\nLocated in Syktyvkar, the capital of the Komi Republic, the university offers a unique cultural experience in a region known for its rich natural resources and traditions. Graduates of Syktyvkar State University contribute to the social and economic development of the region and beyond.",
        "established": "1972",
        "ranking": "Major institution in the Komi Republic",
        "address": "Oktyabrsky Ave, 55, Syktyvkar, Russia",
        "phone": "+7 (8212) 21-55-00",
        "email": "rector@syktsu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "C",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Average",
        "scholarship": "Check website"
      },
      {
        "name": "Northwestern State Medical University named after I.I. Mechnikov",
        "city": "Saint Petersburg",
        "imageResourceId": "img_northwestern_statemedicaluniversity",
        "logoResourceId": "logo_northwestern_stateuniversity",
        "description": "Northwestern State Medical University named after I.I. Mechnikov is one of the oldest and most prestigious medical universities in Russia. Established in 2011 through the merger of two older institutions, it continues a long tradition of excellence in medical education, research, and clinical practice.\n\nThe university offers a wide range of medical programs, including General Medicine, Pediatrics, and Dentistry. Students benefit from state-of-the-art facilities, including advanced simulation centers and university hospitals. The faculty comprises renowned doctors and researchers who provide students with exceptional training.\n\nLocated in Saint Petersburg, a major center of culture and science, the university offers a rich and vibrant environment for students. Graduates of Northwestern State Medical University are highly respected and pursue successful careers in healthcare in Russia and worldwide.",
        "established": "2011",
        "ranking": "One of the oldest and most prestigious medical universities in Russia",
        "address": "Kirochnaya St, 41, Saint Petersburg, Russia",
        "phone": "+7 (812) 543-11-11",
        "email": "rector@szgmu.ru",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Russian language proficiency (TORFL) or preparatory language course available.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "A",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Top 300",
        "scholarship": "Yes, inquire"
      },
      {
        "name": "Siberian State Medical University",
        "city": "Tomsk",
        "imageResourceId": "img_siberrian_statemedicaluniversity",
        "logoResourceId": "logo_siberianstateuniversity",
        "description": "Siberian State Medical University is one of the oldest medical schools in Siberia, founded in 1878. It is a leading center for medical education, research, and clinical practice. The university is known for its strong emphasis on clinical training and preparing highly qualified medical professionals.\n\nThe university offers a wide range of medical programs, including General Medicine, Pediatrics, and Pharmacy. Students have access to modern facilities, including simulation centers and university hospitals. The faculty comprises experienced doctors and researchers who provide students with comprehensive theoretical and practical training.\n\nLocated in Tomsk, one of the oldest cities in Siberia, the university offers a rich cultural and academic environment. Graduates of Siberian State Medical University are highly valued and work in healthcare institutions across Russia and internationally.",
        "established": "1878",
        "ranking": "One of the oldest medical schools in Siberia",
        "address": "Moskovsky Trakt, 2, Tomsk, Russia",
        "phone": "+7 (3822) 90-11-01",
        "email": "rector@ssmu.ru",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Russian language proficiency (TORFL) or preparatory language course available.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "B+",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Well-Ranked",
        "scholarship": "Limited"
      },
      {
        "name": "Kazan State Medical University",
        "city": "Kazan",
        "imageResourceId": "img_kazan_statemedical_university",
        "logoResourceId": "logo_kazanstateuniversity",
        "description": "Kazan State Medical University is a leading medical university in Russia, with a history dating back to 1814. It is a renowned center for medical education, research, and clinical practice. The university is committed to providing students with a high-quality medical education and preparing them for successful careers in healthcare.\n\nThe university offers a wide range of medical programs, including General Medicine, Pediatrics, and Dentistry. Students have access to modern facilities, including simulation centers and university clinics. The faculty comprises experienced doctors and researchers who are dedicated to teaching and mentoring students.\n\nLocated in Kazan, a vibrant city with a rich cultural and historical heritage, the university offers a dynamic and supportive learning environment. Graduates of Kazan State Medical University are highly respected and work in healthcare institutions throughout Russia and worldwide.",
        "established": "1814",
        "ranking": "Leading medical university in Russia",
        "address": "Butlerova St, 49, Kazan, Russia",
        "phone": "+7 (843) 236-00-92",
        "email": "rector@kazangmu.ru",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Russian language proficiency (TORFL) or preparatory language course available.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "A",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Top 400",
        "scholarship": "Available"
      },
      {
        "name": "Tula State University",
        "city": "Tula",
        "imageResourceId": "img_tula_stateuniversity",
        "logoResourceId": "logo_tulastateuniversity",
        "description": "Tula State University is a major institution of higher education in the Tula region. Founded in 1930, it offers a wide range of programs in various fields, including engineering, natural sciences, humanities, and economics. The university is committed to providing students with a comprehensive education and preparing them for successful careers.\n\nThe university has modern facilities, including well-equipped laboratories, libraries, and computer centers. Students benefit from experienced faculty and have opportunities for research and practical training. Tula State University also promotes cultural and extracurricular activities, contributing to a vibrant student life.\n\nLocated in Tula, a city with a rich industrial and cultural heritage, the university provides a dynamic and supportive learning environment. Graduates of Tula State University are well-prepared for careers in various fields, contributing to the development of the region and the country.",
        "established": "1930",
        "ranking": "Major institution in the Tula region",
        "address": "Lenina Ave, 92, Tula, Russia",
        "phone": "+7 (4872) 33-25-70",
        "email": "rector@tsu.tula.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "C+",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Average",
        "scholarship": "Not specified"
      },
      {
        "name": "Khanty-Mansiysk State University",
        "city": "Khanty-Mansiysk",
        "imageResourceId": "img_kanti_mansiykuniversity",
        "logoResourceId": "logo_khantymansiyskuniversity",
        "description": "Khanty-Mansiysk State University is a leading institution of higher education in the Khanty-Mansi Autonomous Okrug – Yugra. Founded in 1993, it offers a wide range of programs in various fields, including humanities, natural sciences, and technology. The university is committed to providing students with a high-quality education and fostering research and innovation.\n\nThe university has modern facilities, including well-equipped laboratories, libraries, and computer centers. Students benefit from experienced faculty and have opportunities for research and practical training. Khanty-Mansiysk State University also promotes cultural and extracurricular activities, contributing to a vibrant student life.\n\nLocated in Khanty-Mansiysk, the capital of the region, the university offers a unique cultural and natural environment. Graduates of Khanty-Mansiysk State University are well-prepared for careers in various fields, contributing to the development of the region and beyond.",
        "established": "1993",
        "ranking": "Leading institution in the Khanty-Mansi Autonomous Okrug – Yugra",
        "address": "Mira St, 15, Khanty-Mansiysk, Russia",
        "phone": "+7 (3467) 35-71-00",
        "email": "rector@hmgu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "B-",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Below Average",
        "scholarship": "No"
      },
      {
        "name": "Ingush State University",
        "city": "Magas",
        "imageResourceId": "img_ingush_statemedicaluniversity",
        "logoResourceId": "logo_ingushuniversity",
        "description": "Ingush State University is a major institution of higher education in the Republic of Ingushetia. Founded in 1994, it offers a range of programs in various fields, including humanities, natural sciences, and economics. The university plays an important role in the educational and cultural development of the region.\n\nThe university provides students with a comprehensive education, combining theoretical knowledge with practical skills. It has modern facilities, including laboratories, libraries, and computer centers. Ingush State University is committed to fostering a supportive and inclusive learning environment.\n\nLocated in Magas, the capital of the Republic of Ingushetia, the university offers a unique cultural experience. Graduates of Ingush State University contribute to the social and economic development of the region.",
        "established": "1994",
        "ranking": "Major institution in the Republic of Ingushetia",
        "address": "Gagarina St, 21, Magas, Russia",
        "phone": "+7 (8734) 55-14-40",
        "email": "rector@ingsu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "C",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Low",
        "scholarship": "None"
      },
      {
        "name": "Petrozavodsk State University",
        "city": "Petrozavodsk",
        "imageResourceId": "img_petrozavodsk_statemedicaluniversity",
        "logoResourceId": "logo_petrozavodsk_stateuniversity",
        "description": "Petrozavodsk State University is a leading university in the Republic of Karelia. Founded in 1940, it offers a wide range of programs in various fields, including humanities, natural sciences, engineering, and medicine. The university is known for its strong academic traditions and commitment to providing students with a high-quality education.\n\nThe university has modern facilities, including well-equipped laboratories, libraries, and computer centers. Students benefit from experienced faculty and have opportunities for research and practical training. Petrozavodsk State University also promotes cultural and extracurricular activities, contributing to a vibrant student life.\n\nLocated in Petrozavodsk, the capital of the Republic of Karelia, the university offers a unique cultural and natural environment. Graduates of Petrozavodsk State University are well-prepared for careers in various fields, contributing to the development of the region and beyond.",
        "established": "1940",
        "ranking": "Leading university in the Republic of Karelia",
        "address": "Lenina Ave, 33, Petrozavodsk, Russia",
        "phone": "+7 (8142) 71-10-01",
        "email": "rector@petrsu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "B",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Good",
        "scholarship": "Check details"
      },
      {
        "name": "Rostov State Medical University",
        "city": "Rostov-on-Don",
        "imageResourceId": "img_rostov_statemedicaluniversity",
        "logoResourceId": "logo_rostovstateuniversty",
        "description": "Rostov State Medical University is a prominent medical institution in Southern Russia, established in 1930. It is renowned for its high-quality medical education and clinical training, preparing students for successful careers in healthcare. The university offers a comprehensive General Medicine (MBBS) program, recognized globally.\n\nStudents benefit from modern facilities, including advanced simulation centers, research laboratories, and affiliated hospitals. The faculty comprises experienced doctors and researchers who provide hands-on training and mentorship. The university emphasizes practical skills, ensuring graduates are ready for real-world medical challenges.\n\nLocated in Rostov-on-Don, a vibrant city with a rich cultural heritage, the university offers a dynamic student life with access to cultural and recreational activities. Graduates of Rostov State Medical University are highly sought after in healthcare institutions across Russia and internationally.",
        "established": "1930",
        "ranking": "Prominent medical institution in Southern Russia",
        "address": "Nakhichevansky Ln, 29, Rostov-on-Don, Russia",
        "phone": "+7 (863) 250-42-00",
        "email": "rector@rostgmu.ru",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Russian language proficiency (TORFL) or preparatory language course available.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "A-",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Top 550",
        "scholarship": "Yes"
      },
      {
        "name": "Far Eastern Federal University",
        "city": "Vladivostok",
        "imageResourceId": "img_far_eastern_federal_university",
        "logoResourceId": "logo_fareasternfederal",
        "description": "Far Eastern Federal University (FEFU) is a leading university in Russia’s Far East, located in Vladivostok. Established in 1899, it has grown into a major educational and research hub, offering programs in sciences, engineering, humanities, and medicine. FEFU is known for its modern campus on Russky Island and its focus on international collaboration.\n\nThe university provides state-of-the-art facilities, including advanced laboratories, libraries, and research centers. Students benefit from a diverse faculty and opportunities for global exchange programs. FEFU promotes innovation and interdisciplinary research, preparing students for global careers.\n\nLocated in Vladivostok, a vibrant coastal city, FEFU offers a dynamic student life with access to cultural and natural attractions. Graduates are well-equipped for careers in various fields, contributing to the development of the Asia-Pacific region.",
        "established": "1899",
        "ranking": "Leading university in Russia’s Far East",
        "address": "Sukhanova St, 8, Vladivostok, Russia",
        "phone": "+7 (423) 265-24-24",
        "email": "rector@dvfu.ru",
        "admissionRequirements": "High school diploma. Entrance exams vary by program. Russian language proficiency or completion of a preparatory course.",
        "program": "General Medicine (MBBS)",
        "degree": "MD (Equivalent to MBBS)",
        "duration": "6 years",
        "rating": "A-",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Public",
        "worldRanking": "Top 500",
        "scholarship": "Available"
      }
    ],
    "Uzbekistan": [
      {
        "name": "Tashkent Medical Academy",
        "city": "Tashkent",
        "imageResourceId": "img_tashkent_medicalacademy",
        "logoResourceId": "logo_tashkent_medical_academy",
        "description": "Tashkent Medical Academy is one of the oldest and most prestigious medical universities in Uzbekistan. Established in 1920, it has a long history of training highly qualified medical professionals. The university is known for its strong academic programs, clinical training, and research activities.\n\nThe academy offers a wide range of medical programs, including General Medicine, Pediatrics, Dentistry, and Pharmacy. Students have access to modern facilities, including simulation centers, university clinics, and research laboratories. The faculty comprises experienced doctors and researchers who are dedicated to providing students with a comprehensive medical education.\n\nLocated in Tashkent, the capital of Uzbekistan, the academy offers a vibrant cultural and academic environment. Graduates of Tashkent Medical Academy are highly respected and work in healthcare institutions across Uzbekistan and internationally.",
        "established": "1920",
        "ranking": "One of the oldest and most prestigious medical universities in Uzbekistan",
        "address": "Farabi St, 2, Tashkent, Uzbekistan",
        "phone": "+998 (71) 214-62-78",
        "email": "info@tsmu.uz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Uzbek, Russian, or English.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "A",
        "intake": "September",
        "medium": "Uzbek/Russian/English",
        "type": "Public",
        "worldRanking": "Top 500",
        "scholarship": "Available"
      },
      {
        "name": "Andijan State Medical Institute",
        "city": "Andijan",
        "imageResourceId": "img_andijan_medicalinstitute",
        "logoResourceId": "logo_andijan_medicalinstitute",
        "description": "Andijan State Medical Institute is a prominent medical institution in Uzbekistan, known for training skilled healthcare professionals. Established in 1955, it offers a range of medical programs with a focus on practical training and research. The institute is committed to improving healthcare in the region.\n\nThe institute provides programs in General Medicine, Pediatrics, and Dentistry, with access to modern facilities and clinical hospitals. The faculty includes experienced medical professionals dedicated to student success.\n\nLocated in Andijan, a major city in eastern Uzbekistan, the institute offers a supportive learning environment. Graduates are well-prepared for careers in healthcare across Uzbekistan and beyond.",
        "established": "1955",
        "ranking": "Leading medical institute in Uzbekistan",
        "address": "Yusuf Otabekov St, 1, Andijan, Uzbekistan",
        "phone": "+998 (74) 223-94-00",
        "email": "info@adti.uz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Uzbek, Russian, or English.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "B+",
        "intake": "September",
        "medium": "Uzbek/Russian/English",
        "type": "Public",
        "worldRanking": "Top 700",
        "scholarship": "Available"
      },
      {
        "name": "Samarkand State Medical University",
        "city": "Samarkand",
        "imageResourceId": "img_samarkand_statemedicaluniversity",
        "logoResourceId": "logo_samarkand_state_medical_university",
        "description": "Samarkand State Medical University is one of the leading medical universities in Uzbekistan. Founded in 1930, it has a long history of training qualified medical professionals. The university is known for its strong clinical training, research activities, and contribution to the healthcare system of Uzbekistan.\n\nThe university offers a wide range of medical programs, including General Medicine, Pediatrics, Dentistry, and Medical Prevention. Students have access to modern facilities, including simulation centers, university clinics, and research laboratories. The faculty comprises experienced doctors and researchers who are dedicated to providing students with a high-quality medical education.\n\nLocated in Samarkand, a historic city with a rich cultural heritage, the university offers a unique and inspiring learning environment. Graduates of Samarkand State Medical University are highly respected and work in healthcare institutions across Uzbekistan and internationally.",
        "established": "1930",
        "ranking": "Leading medical university in Uzbekistan",
        "address": "Amir Temur St, 18, Samarkand, Uzbekistan",
        "phone": "+998 (66) 233-63-92",
        "email": "info@sammi.uz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Uzbek, Russian, or English.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "A-",
        "intake": "September",
        "medium": "Uzbek/Russian/English",
        "type": "Public",
        "worldRanking": "Top 600",
        "scholarship": "Available"
      },
      {
        "name": "Bukhara State Medical University",
        "city": "Bukhara",
        "imageResourceId": "img_bukhara_statemedicaluniversity",
        "logoResourceId": "logo_bukhara_medicaluniversity",
        "description": "Bukhara State Medical University is a higher education institution in the city of Bukhara. Established in 1990, it trains medical specialists in areas such as General Medicine, Pediatrics, Dentistry, and Pharmacy. In 2020, the institute was transformed into a university, enhancing its academic offerings.\n\nThe university provides modern facilities, including laboratories and clinical centers, ensuring students receive practical training. The faculty comprises experienced professionals dedicated to medical education.\n\nLocated in Bukhara, a city with a rich historical and cultural heritage, the university offers a unique learning environment. Graduates are well-equipped to serve in healthcare systems locally and internationally.",
        "established": "1990",
        "ranking": "Recognized medical university in Uzbekistan",
        "address": "Navoi St, 1, Bukhara, Uzbekistan",
        "phone": "+998 (65) 221-25-33",
        "email": "info@bsmi.uz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Uzbek, Russian, or English.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "B",
        "intake": "September",
        "medium": "Uzbek/Russian/English",
        "type": "Public",
        "worldRanking": "Top 800",
        "scholarship": "Available"
      },
      {
        "name": "Tashkent Medical Academy Chirchiq Branch",
        "city": "Chirchiq",
        "imageResourceId": "img_tashkent_medicalacademy_chirchiq",
        "logoResourceId": "logo_tashkent_medicalacademy_chirchiq",
        "description": "The Tashkent Medical Academy Chirchiq Branch is a branch of the Tashkent Medical Academy, one of the leading medical education institutions in Uzbekistan. Established in 2005, it provides medical education and training in the city of Chirchiq.\n\nThe branch offers programs similar to the main academy, focusing on training medical professionals for various healthcare roles. It maintains a high standard of education with modern facilities and experienced faculty.\n\nLocated in Chirchiq, a city near Tashkent, the branch offers a supportive learning environment. Students benefit from the academy's reputation and resources.",
        "established": "2005",
        "ranking": "Branch of Tashkent Medical Academy",
        "address": "Amir Temur St, 102, Chirchiq, Uzbekistan",
        "phone": "+998 (70) 717-11-88",
        "email": "info@tma.uz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Uzbek, Russian, or English.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "C+",
        "intake": "September",
        "medium": "Uzbek/Russian/English",
        "type": "Public",
        "worldRanking": "Average",
        "scholarship": "Limited"
      }
    ],
    "Georgia": [
      {
        "name": "Geomedi Medical University",
        "city": "Tbilisi",
        "imageResourceId": "img_geomedi_medicaluniversity",
        "logoResourceId": "logo_geomedi_medicaluniversity",
        "description": "Geomedi Medical University is a private medical university located in Tbilisi, Georgia. Founded in 2003, it has quickly grown into a prominent medical education institution in the country. The university is known for its focus on providing students with a high-quality medical education and preparing them for successful careers in healthcare.\n\nGeomedi Medical University offers a range of undergraduate and graduate programs in medicine, including General Medicine, Dentistry, and Pharmacy. The university provides students with modern facilities, including well-equipped laboratories, clinics, and simulation centers. The faculty comprises experienced professors and healthcare professionals who are dedicated to teaching and mentoring students.\n\nLocated in Tbilisi, the capital of Georgia, Geomedi Medical University offers a vibrant and culturally rich environment for students. The university attracts both local and international students and is committed to fostering a diverse and inclusive learning community.",
        "established": "2003",
        "ranking": "Prominent private medical university in Georgia",
        "address": "David Agmashenebeli Alley 144, Tbilisi, Georgia",
        "phone": "+995 32 240 04 12",
        "email": "info@geomedi.edu.ge",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. English language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "B+",
        "intake": "September",
        "medium": "English",
        "type": "Private",
        "worldRanking": "Top 1000",
        "scholarship": "Available"
      },
      {
        "name": "Alte University",
        "city": "Tbilisi",
        "imageResourceId": "img_alte_university",
        "logoResourceId": "logo_alte_university",
        "description": "Alte University is a private higher education institution located in Tbilisi, Georgia. Founded in 2002, it offers a variety of programs across different fields of study, including business, law, and medicine. The university is committed to providing students with a modern and practical education that prepares them for the demands of the global market.\n\nAlte University has modern facilities, including well-equipped classrooms, libraries, and computer labs. The university emphasizes interactive teaching methods and provides students with opportunities for internships and practical experience. The faculty comprises experienced professors and industry professionals who are dedicated to student success.\n\nLocated in Tbilisi, the capital of Georgia, Alte University offers a dynamic and international learning environment. The university attracts students from diverse backgrounds and is committed to fostering a culture of innovation and entrepreneurship.",
        "established": "2002",
        "ranking": "Recognized private university in Georgia",
        "address": "David Agmashenebeli Alley 144, Tbilisi, Georgia",
        "phone": "+995 32 244 66 77",
        "email": "info@alte.edu.ge",
        "admissionRequirements": "High school diploma. Entrance exam varies by program. English language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "B",
        "intake": "September",
        "medium": "English",
        "type": "Private",
        "worldRanking": "Average",
        "scholarship": "Available"
      },
      {
        "name": "Tbilisi State Medical University",
        "city": "Tbilisi",
        "imageResourceId": "img_tbilisi_statemedicaluniversity",
        "logoResourceId": "logo_tbilisi_medical_university",
        "description": "Tbilisi State Medical University is one of the oldest and most prestigious medical universities in Georgia. Founded in 1918, it has a long history of training highly qualified medical professionals. The university is a leading center for medical education, research, and clinical practice in the region.\n\nTbilisi State Medical University offers a wide range of undergraduate and graduate programs in medicine, including General Medicine, Dentistry, Pharmacy, and Public Health. The university has extensive clinical facilities, including university hospitals and clinics, where students gain practical experience. The faculty comprises renowned professors and researchers who are dedicated to advancing medical knowledge and educating future healthcare leaders.\n\nLocated in Tbilisi, the capital of Georgia, Tbilisi State Medical University attracts students from around the world and offers a vibrant and international learning environment.",
        "established": "1918",
        "ranking": "One of the oldest and most prestigious medical universities in Georgia",
        "address": "Vazha Pshavela Ave. 33, Tbilisi, Georgia",
        "phone": "+995 32 254 24 51",
        "email": "info@tsmu.edu",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. English language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "A-",
        "intake": "September",
        "medium": "English",
        "type": "Public",
        "worldRanking": "Top 600",
        "scholarship": "Limited"
      },
      {
        "name": "SEU Georgia",
        "city": "Tbilisi",
        "imageResourceId": "img_seu_georgia",
        "logoResourceId": "logo_seu_georgia",
        "description": "SEU Georgia is a private university located in Tbilisi, Georgia. Founded in 2001, it offers a variety of programs across different fields of study, including business, law, international relations, and medicine. The university is committed to providing students with a high-quality education that meets international standards.\n\nSEU Georgia has modern facilities, including well-equipped classrooms, libraries, and computer labs. The university emphasizes student-centered learning and provides students with opportunities for internships and practical experience. The faculty comprises experienced professors and industry professionals who are dedicated to student success.\n\nLocated in Tbilisi, the capital of Georgia, SEU Georgia offers a dynamic and international learning environment. The university attracts students from diverse backgrounds and is committed to fostering a culture of academic excellence and innovation.",
        "established": "2001",
        "ranking": "Private university in Georgia",
        "address": "Tsinamdzgvrishvili St. 9, Tbilisi, Georgia",
        "phone": "+995 32 290 00 00",
        "email": "info@seu.edu.ge",
        "admissionRequirements": "High school diploma. Entrance exam varies by program. English language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "C+",
        "intake": "September",
        "medium": "English",
        "type": "Private",
        "worldRanking": "Average",
        "scholarship": "Available"
      },
      {
        "name": "University of Georgia Tbilisi",
        "city": "Tbilisi",
        "imageResourceId": "img_universityofgeorgia_tbilisi",
        "logoResourceId": "logo_universityofgeorgia_tbilisi",
        "description": "The University of Georgia (UG) is a private university located in Tbilisi, Georgia. Founded in 2005, it has quickly become one of the leading higher education institutions in the country. The university offers a wide range of programs across various fields of study, including business, law, medicine, and humanities.\n\nThe University of Georgia has modern facilities, including well-equipped classrooms, libraries, and research centers. The university emphasizes student-centered learning and provides students with opportunities for internships, study abroad programs, and research projects. The faculty comprises experienced professors and industry professionals who are dedicated to providing students with a high-quality education.\n\nLocated in Tbilisi, the capital of Georgia, the University of Georgia offers a vibrant and international learning environment. The university attracts students from diverse backgrounds and is committed to fostering a culture of academic excellence and innovation.",
        "established": "2005",
        "ranking": "Leading private university in Georgia",
        "address": "David Agmashenebeli Alley 140, Tbilisi, Georgia",
        "phone": "+995 32 255 05 00",
        "email": "info@ug.edu.ge",
        "admissionRequirements": "High school diploma. Entrance exam varies by program. English language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "B",
        "intake": "September",
        "medium": "English",
        "type": "Private",
        "worldRanking": "Top 800",
        "scholarship": "Available"
      },
      {
        "name": "Batumi Shota Rustaveli State University",
        "city": "Batumi",
        "imageResourceId": "img_batumi_shotastateuniversity",
        "logoResourceId": "logo_batumi_state_university",
        "description": "Batumi Shota Rustaveli State University is a public university located in Batumi, Georgia. Established in 1945, it is one of the oldest and largest universities in the Adjara region. The university offers a variety of programs across different fields of study, including humanities, natural sciences, and medicine.\n\nBatumi Shota Rustaveli State University has modern facilities, including well-equipped classrooms, laboratories, and libraries. The university is committed to providing students with a high-quality education and preparing them for successful careers. The faculty comprises experienced professors and researchers who are dedicated to student success.\n\nLocated in Batumi, a major city on the Black Sea coast, the university offers a unique cultural and natural environment. Batumi Shota Rustaveli State University attracts students from both Georgia and neighboring countries.",
        "established": "1945",
        "ranking": "Leading public university in Adjara",
        "address": "Rustaveli St. 35, Batumi, Georgia",
        "phone": "+995 (422) 27-17-30",
        "email": "info@bsu.edu.ge",
        "admissionRequirements": "High school diploma. Entrance exam varies by program. English or Georgian language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "B-",
        "intake": "September",
        "medium": "English/Georgian",
        "type": "Public",
        "worldRanking": "Average",
        "scholarship": "Limited"
      },
      {
        "name": "East European University",
        "city": "Tbilisi",
        "imageResourceId": "img_easteuropean_university",
        "logoResourceId": "logo_easteuropean_university",
        "description": "East European University (EEU) is a private university located in Tbilisi, Georgia. Founded in 2012, it has quickly चल्ले grown into a recognized higher education institution in the country. The university offers a variety of programs across different fields of study, including law, business, and medicine.\n\nEast European University is committed to providing students with a modern and practical education that meets international standards. The university has modern facilities, including well-equipped classrooms, libraries, and computer labs. The faculty comprises experienced professors and industry professionals who are dedicated to student success.\n\nLocated in Tbilisi, the capital of Georgia, East European University offers a dynamic and international learning environment. The university attracts students from diverse backgrounds and is committed to fostering a culture of academic excellence and innovation.",
        "established": "2012",
        "ranking": "Recognized private university in Georgia",
        "address": "Tsinamdzghvrishvili St 136, Tbilisi, Georgia",
        "phone": "+995 599 15 80 14",
        "email": "info@eeu.edu.ge",
        "admissionRequirements": "High school diploma. Entrance exam varies by program. English language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "C+",
        "intake": "September",
        "medium": "English",
        "type": "Private",
        "worldRanking": "Average",
        "scholarship": "Available"
      },
      {
        "name": "Georgian American University",
        "city": "Tbilisi",
        "imageResourceId": "img_georgian_americanuniversity",
        "logoResourceId": "logo_georgian_americanuniversity",
        "description": "The Georgian American University (GAU) is a private university located in Tbilisi, Georgia. Established in 2001, it offers a variety of undergraduate and graduate programs in English across different fields of study, including business, law, social sciences, and medicine.\n\nGAU is committed to providing students with a high-quality American-style education. The university has modern facilities, including well-equipped classrooms, libraries, and computer labs. The faculty comprises experienced professors with international experience who are dedicated to student success.\n\nLocated in Tbilisi, the capital of Georgia, GAU offers a dynamic and international learning environment. The university attracts students from both Georgia and abroad and is known for its strong emphasis on critical thinking, research, and innovation.",
        "established": "2001",
        "ranking": "Leading private university in Georgia",
        "address": "Merab Aleksidze St #74, Tbilisi, Georgia",
        "phone": "+995 (32) 2 24 04 04",
        "email": "info@gau.edu.ge",
        "admissionRequirements": "High school diploma. Entrance exam varies by program. English language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "B",
        "intake": "September",
        "medium": "English",
        "type": "Private",
        "worldRanking": "Top 800",
        "scholarship": "Available"
      },
      {
        "name": "Ilia State University",
        "city": "Tbilisi",
        "imageResourceId": "img_ilia_stateuniversity",
        "logoResourceId": "logo_ilia_state_university",
        "description": "Ilia State University is a public research university located in Tbilisi, Georgia. Founded in 2006, it has quickly become one of the leading universities in the country. The university offers a wide range of programs across different fields of study, including natural sciences, humanities, business, and medicine.\n\nIlia State University is committed to providing students with a high-quality education and fostering a culture of research and innovation. The university has modern facilities, including well-equipped laboratories, libraries, and research centers. The faculty comprises experienced professors and researchers who are dedicated to student success.\n\nLocated in Tbilisi, the capital of Georgia, Ilia State University offers a vibrant and dynamic learning environment. The university attracts students from diverse backgrounds and is known for its strong emphasis on academic freedom and critical thinking.",
        "established": "2006",
        "ranking": "Leading public research university in Georgia",
        "address": "3/5 Cholokashvili Ave, Tbilisi, Georgia",
        "phone": "+995 322 29 47 11",
        "email": "info@iliauni.edu.ge",
        "admissionRequirements": "High school diploma. Entrance exam varies by program. English or Georgian language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "A-",
        "intake": "September",
        "medium": "English/Georgian",
        "type": "Public",
        "worldRanking": "Top 600",
        "scholarship": "Limited"
      },
      {
        "name": "New Vision University",
        "city": "Tbilisi",
        "imageResourceId": "img_newvision_university",
        "logoResourceId": "logo_newvision_university",
        "description": "New Vision University is a private university located in Tbilisi, Georgia. Founded in 2013, it offers a range of programs in various fields, including medicine, law, business, and international relations. The university is committed to providing students with a modern and globally-oriented education.\n\nNew Vision University has modern facilities, including well-equipped classrooms, libraries, and simulation centers for medical programs. The university emphasizes student-centered learning and provides students with opportunities for internships and practical experience. The faculty comprises experienced professors and industry professionals who are dedicated to student success.\n\nLocated in Tbilisi, the capital of Georgia, New Vision University offers a dynamic and international learning environment. The university attracts students from diverse backgrounds and is committed to fostering a culture of innovation and academic excellence.",
        "established": "2013",
        "ranking": "Emerging private university in Georgia",
        "address": "David Agmashenebeli Alley 144, Tbilisi, Georgia",
        "phone": "+995 32 242 17 17",
        "email": "info@newvision.edu.ge",
        "admissionRequirements": "High school diploma. Entrance exam varies by program. English language proficiency.",
        "program": "General Medicine (MBBS)",
        "degree": "MD",
        "duration": "6 years",
        "rating": "B+",
        "intake": "September",
        "medium": "English",
        "type": "Private",
        "worldRanking": "Top 1000",
        "scholarship": "Available"
      }
    ],
    "China": [
      {
        "name": "Dalian Medical University",
        "city": "Dalian",
        "imageResourceId": "img_dalian_medical_university",
        "logoResourceId": "logo_dalian_medical_university",
        "description": "Dalian Medical University is a prominent medical institution in Liaoning Province, China, known for its high-quality medical education and research. Founded in 1947, it has grown into a leading center for training medical professionals, particularly in General Medicine (MBBS). The university is recognized for its modern teaching methods and strong clinical training programs.\n\nDalian Medical University offers a range of medical programs, including General Medicine, Dentistry, and Nursing, with a focus on international students. The university provides state-of-the-art facilities, including advanced laboratories, simulation centers, and affiliated hospitals for hands-on training. The faculty comprises experienced professors and clinicians dedicated to fostering academic and practical excellence.\n\nLocated in Dalian, a coastal city known for its scenic beauty and vibrant culture, the university offers a dynamic and supportive environment for students. Graduates of Dalian Medical University are well-prepared for careers in healthcare, both in China and internationally.",
        "established": "1947",
        "ranking": "Leading medical university in Liaoning Province",
        "address": "No. 9 West Section, Lvshun South Road, Dalian, Liaoning, China",
        "phone": "+86 411 8611 0101",
        "email": "info@dmu.edu.cn",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam or interview may be required. English language proficiency (IELTS/TOEFL) for non-native speakers.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "6 years",
        "rating": "A-",
        "intake": "September",
        "medium": "English",
        "type": "Public",
        "worldRanking": "Top 500",
        "scholarship": "Available"
      },
      {
        "name": "China Medical University",
        "city": "Shenyang",
        "imageResourceId": "img_china_medical_university",
        "logoResourceId": "logo_china_medical_university",
        "description": "China Medical University (CMU) is one of the oldest and most prestigious medical universities in China, located in Shenyang, Liaoning Province. Established in 1931, CMU has a rich history of training highly skilled medical professionals and advancing medical research. The university is renowned for its rigorous academic programs and extensive clinical training.\n\nCMU offers a variety of medical programs, including General Medicine (MBBS), Dentistry, and Public Health, with a strong emphasis on international education. The university boasts modern facilities, including cutting-edge laboratories, simulation centers, and affiliated hospitals. The faculty includes distinguished professors and researchers committed to providing a comprehensive medical education.\n\nLocated in Shenyang, a major industrial and cultural hub, CMU offers a vibrant academic environment. Graduates of China Medical University are highly sought after in healthcare systems worldwide.",
        "established": "1931",
        "ranking": "One of the top medical universities in China",
        "address": "No. 77 Puhe Road, Shenbei New District, Shenyang, Liaoning, China",
        "phone": "+86 24 3193 9000",
        "email": "admission@cmu.edu.cn",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. English language proficiency (IELTS/TOEFL) for non-native speakers.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "6 years",
        "rating": "A",
        "intake": "September",
        "medium": "English",
        "type": "Public",
        "worldRanking": "Top 400",
        "scholarship": "Available"
      },
      {
        "name": "Jiangsu University",
        "city": "Zhenjiang",
        "imageResourceId": "img_jiangsu_university",
        "logoResourceId": "logo_jiangsu_university",
        "description": "Jiangsu University is a comprehensive university in Zhenjiang, Jiangsu Province, China, with a strong reputation for its medical and engineering programs. Founded in 1902, it has evolved into a key institution offering high-quality education to both domestic and international students. The university’s School of Medicine is particularly noted for its MBBS program.\n\nJiangsu University offers a range of programs, including General Medicine (MBBS), Pharmacy, and Clinical Medicine, with modern facilities such as advanced laboratories, simulation centers, and affiliated hospitals. The faculty comprises experienced educators and medical professionals dedicated to student success.\n\nLocated in Zhenjiang, a historic city with a rich cultural heritage, Jiangsu University provides a supportive and dynamic learning environment. Graduates are well-equipped for careers in healthcare and other fields globally.",
        "established": "1902",
        "ranking": "Key comprehensive university in Jiangsu Province",
        "address": "No. 301 Xuefu Road, Zhenjiang, Jiangsu, China",
        "phone": "+86 511 8878 0000",
        "email": "admission@ujs.edu.cn",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam or interview may be required. English language proficiency (IELTS/TOEFL) for non-native speakers.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "6 years",
        "rating": "B+",
        "intake": "September",
        "medium": "English",
        "type": "Public",
        "worldRanking": "Top 600",
        "scholarship": "Available"
      },
      {
        "name": "Zhejiang University",
        "city": "Hangzhou",
        "imageResourceId": "img_zhejiang_university",
        "logoResourceId": "logo_zhejiang_university",
        "description": "Zhejiang University is one of China’s top-tier universities, located in Hangzhou, Zhejiang Province. Established in 1897, it is renowned for its academic excellence and cutting-edge research, particularly in medicine. The university’s School of Medicine is a leading center for medical education, offering a highly regarded MBBS program for international students.\n\nZhejiang University provides a range of medical programs, including General Medicine (MBBS), Clinical Medicine, and Biomedical Sciences, with state-of-the-art facilities such as advanced laboratories, simulation centers, and affiliated hospitals. The faculty comprises distinguished professors and clinicians dedicated to fostering innovation and clinical expertise.\n\nLocated in Hangzhou, a city known for its scenic beauty and technological innovation, Zhejiang University offers a vibrant and inspiring academic environment. Graduates are highly competitive in global healthcare systems.",
        "established": "1897",
        "ranking": "One of China’s top-tier universities",
        "address": "No. 866 Yuhangtang Road, Hangzhou, Zhejiang, China",
        "phone": "+86 571 8795 1122",
        "email": "admission@zju.edu.cn",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. English language proficiency (IELTS/TOEFL) for non-native speakers.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "6 years",
        "rating": "A+",
        "intake": "September",
        "medium": "English",
        "type": "Public",
        "worldRanking": "Top 100",
        "scholarship": "Available"
      }
    ],
    "Kazakhstan": [
      {
        "name": "Kazakh Russian Medical University",
        "city": "Almaty",
        "imageResourceId": "img_kazakh_russianuniversity",
        "logoResourceId": "logo_kazakh_russianuniversity",
        "description": "Kazakh Russian Medical University (KRMU) is a private medical university located in Almaty, Kazakhstan. It is known for its focus on providing quality medical education with a blend of Russian and Kazakh medical traditions. KRMU offers a range of programs in various fields of medicine. The university strives to equip students with the necessary knowledge and skills to excel in their medical careers. It emphasizes clinical practice and modern teaching methodologies. KRMU is located in Almaty, the largest city in Kazakhstan, providing students with a vibrant and diverse environment.",
        "established": "2003",
        "ranking": "Private medical university",
        "address": "Almaty, Kazakhstan (Specific address details may require further research)",
        "phone": "Contact information can be obtained through their official website.",
        "email": "info@krmu.kz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Russian or Kazakh language.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "5 years",
        "rating": "B+",
        "intake": "September",
        "medium": "Russian/English",
        "type": "Private",
        "worldRanking": "Top 800",
        "scholarship": "Available"
      },
      {
        "name": "West Kazakhstan Marat Ospanov State Medical University",
        "city": "Aktobe",
        "imageResourceId": "img_westkazakhstan_marat_ospanovstateuniversity",
        "logoResourceId": "logo_westkazakhstan_medicaluniversity",
        "description": "West Kazakhstan Marat Ospanov State Medical University is a public medical university located in Aktobe, Kazakhstan. It is one of the leading medical education institutions in western Kazakhstan. The university offers programs in various fields of medicine and emphasizes the training of qualified medical professionals for the region. It is committed to providing students with a comprehensive medical education. Aktobe is a major city in western Kazakhstan, and the university plays a significant role in the region's healthcare development.",
        "established": "1957",
        "ranking": "Public medical university",
        "address": "M. Ospanov Street 9, Aktobe, Kazakhstan",
        "phone": "+7 (7132) 54-58-55",
        "email": "info@zkgmu.kz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Russian or Kazakh language.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "5 years",
        "rating": "B",
        "intake": "September",
        "medium": "Kazakh/Russian",
        "type": "Public",
        "worldRanking": "Top 1000",
        "scholarship": "Limited"
      },
      {
        "name": "South Kazakhstan Medical Academy",
        "city": "Shymkent",
        "imageResourceId": "img_southkazakhstan_medicalacademy",
        "logoResourceId": "logo_southkazakhstan_medical_academy",
        "description": "South Kazakhstan Medical Academy is a public medical academy located in Shymkent, Kazakhstan. It is a prominent medical education institution in southern Kazakhstan. The academy provides training in various medical specialties and focuses on equipping students with the skills and knowledge necessary for successful medical practice. It plays a key role in supplying the region with healthcare professionals. Shymkent is a major city in southern Kazakhstan, and the academy is an important center for medical education in the area.",
        "established": "1979",
        "ranking": "Public medical academy",
        "address": "Al-Farabi Square 1, Shymkent, Kazakhstan",
        "phone": "+7 (7252) 39-57-15",
        "email": "info@skma.kz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Russian or Kazakh language.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "5 years",
        "rating": "A-",
        "intake": "September",
        "medium": "Kazakh/Russian",
        "type": "Public",
        "worldRanking": "Top 600",
        "scholarship": "Limited"
      },
      {
        "name": "Semey State Medical University",
        "city": "Semey",
        "imageResourceId": "img_semey_statemedical_university",
        "logoResourceId": "logo_semey_state_medical_university",
        "description": "Semey State Medical University is one of the oldest and most respected medical universities in Kazakhstan. Located in Semey, it has a long history of training highly qualified medical professionals. The university offers a wide range of medical programs and is known for its strong clinical training and research activities. It has made significant contributions to medical science and practice in Kazakhstan. Semey has historical significance in Kazakhstan, and the university is a key institution in the city.",
        "established": "1954",
        "ranking": "One of the oldest medical universities in Kazakhstan",
        "address": "Abai Street 103, Semey, Kazakhstan",
        "phone": "+7 (7222) 56-26-31",
        "email": "info@ssmu.kz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Russian or Kazakh language.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "5 years",
        "rating": "B",
        "intake": "September",
        "medium": "Kazakh/Russian/English",
        "type": "Public",
        "worldRanking": "Top 800",
        "scholarship": "Available"
      },
      {
        "name": "Astana Medical University",
        "city": "Astana",
        "imageResourceId": "img_astana_medicaluniversity",
        "logoResourceId": "logo_astana_medical_university",
        "description": "Astana Medical University is a leading medical university located in Astana, the capital of Kazakhstan. It is a modern and dynamic university that provides high-quality medical education and training. The university offers a variety of programs in medicine and is committed to preparing students for the challenges of contemporary healthcare. It utilizes modern teaching technologies and emphasizes clinical skills development. Being located in the capital city, Astana Medical University has strong ties to national healthcare institutions and plays a vital role in the country's medical education system.",
        "established": "1964",
        "ranking": "Leading medical university",
        "address": "Myrza Street 47, Astana, Kazakhstan",
        "phone": "+7 (7172) 53-94-38",
        "email": "info@amu.kz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Russian or Kazakh language.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "5 years",
        "rating": "A",
        "intake": "September",
        "medium": "Kazakh/Russian/English",
        "type": "Public",
        "worldRanking": "Top 500",
        "scholarship": "Available"
      },
      {
        "name": "Kokshetau State University",
        "city": "Kokshetau",
        "imageResourceId": "img_kokshetau_stateuniversity",
        "logoResourceId": "logo_kokshetau_stateuniversity",
        "description": "Kokshetau State University named after Sh. Ualikhanov is a regional university located in Kokshetau, Kazakhstan. While it offers various programs, it also has a faculty of medicine that provides medical education. The university serves the educational needs of the region and provides students with a range of academic programs. The medical faculty contributes to the training of healthcare professionals for the local community. Kokshetau is a city in northern Kazakhstan, and the university is an important educational and cultural center for the area.",
        "established": "1962",
        "ranking": "Regional university",
        "address": "Auezov Street 189, Kokshetau, Kazakhstan",
        "phone": "+7 (7162) 25-63-01",
        "email": "info@kgu.kz",
        "admissionRequirements": "High school diploma. Entrance exam required. Proficiency in Russian or Kazakh language.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "5 years",
        "rating": "C+",
        "intake": "September",
        "medium": "Kazakh/Russian",
        "type": "Public",
        "worldRanking": "Top 1000",
        "scholarship": "Limited"
      },
      {
        "name": "Karaganda State Medical University",
        "city": "Karaganda",
        "imageResourceId": "img_karagandastate_medicaluniversity",
        "logoResourceId": "logo_karaganda_medical_university",
        "description": "Karaganda State Medical University is one of the oldest and largest medical universities in Kazakhstan. Located in Karaganda, it has a long-standing tradition of providing high-quality medical education. The university offers a comprehensive range of medical programs and is known for its strong emphasis on clinical training and research. It has produced many prominent medical professionals who have contributed to the development of healthcare in Kazakhstan. Karaganda is a major industrial city in central Kazakhstan, and the university is a key center for medical education in the region.",
        "established": "1950",
        "ranking": "One of the oldest and largest medical universities in Kazakhstan",
        "address": "Gogol Street 40, Karaganda, Kazakhstan",
        "phone": "+7 (7212) 50-06-30",
        "email": "info@kgmu.kz",
        "admissionRequirements": "High school diploma with strong grades in Biology and Chemistry. Entrance exam required. Proficiency in Russian or Kazakh language.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "5 years",
        "rating": "A-",
        "intake": "September",
        "medium": "Kazakh/Russian/English",
        "type": "Public",
        "worldRanking": "Top 600",
        "scholarship": "Available"
      },
      {
        "name": "North Kazakhstan State University",
        "city": "Petropavl",
        "imageResourceId": "img_northkazakhstan_stateuniversity",
        "logoResourceId": "logo_northkazakhstan_stateuniversity",
        "description": "North Kazakhstan State University named after M. Kozybaev is a regional university located in Petropavl, Kazakhstan. It offers a variety of programs, including a faculty of medicine that provides medical education. The university serves the educational needs of northern Kazakhstan and offers a range of academic programs. The medical faculty contributes to training healthcare professionals for the local community. Petropavl is a city in northern Kazakhstan, and the university is a significant educational and cultural center in the area.",
        "established": "1937",
        "ranking": "Regional university",
        "address": "Pushkin Street 86, Petropavl, Kazakhstan",
        "phone": "+7 (7152) 46-37-14",
        "email": "info@nkzu.kz",
        "admissionRequirements": "High school diploma. Entrance exam required. Proficiency in Russian or Kazakh language.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "5 years",
        "rating": "C",
        "intake": "September",
        "medium": "Kazakh/Russian",
        "type": "Public",
        "worldRanking": "Top 1000",
        "scholarship": "Limited"
      },
      {
        "name": "Al-Farabi Kazakh National University",
        "city": "Almaty",
        "imageResourceId": "img_alfarabi_kazakhnationaluniversity",
        "logoResourceId": "logo_alfarabi_kazakh_university",
        "description": "Al-Farabi Kazakh National University is the leading classical university in Kazakhstan, located in Almaty. Founded in 1933, it is a comprehensive university with a wide range of faculties, including medicine. The university is a major center for education, science, and culture in Kazakhstan. It is committed to providing students with a high-quality education and fostering research and innovation. Al-Farabi Kazakh National University is highly ranked nationally and internationally.",
        "established": "1933",
        "ranking": "Leading classical university in Kazakhstan",
        "address": "Al-Farabi Ave 71, Almaty, Kazakhstan",
        "phone": "+7 (727) 377-33-33",
        "email": "info@kaznu.kz",
        "admissionRequirements": "High school diploma. Entrance exam required. Proficiency in Russian or Kazakh language.",
        "program": "General Medicine (MBBS)",
        "degree": "MBBS",
        "duration": "5 years",
        "rating": "A",
        "intake": "September",
        "medium": "Kazakh/Russian/English",
        "type": "Public",
        "worldRanking": "Top 500",
        "scholarship": "Competitive"
      }
    ]
  }
}